"john.appleseed" = "john.appleseed";
"Sign In" = "Masuk";
"Your account name or password was entered incorrectly." = "Nama akun atau kata sandi yang dimasukkan salah.";
"There was an error logging in. Please try again." = "Ada kesalahan saat masuk. Silakan coba lagi.";
"Apple ID password" = "Kata Sandi ID Apple";
"Invalid token data is returned by server" = "Ada kesalahan saat masuk. Silakan coba lagi.";
"Authentication was canceled by user" = "Pengesahan dibatalkan";
"password" = "kata sandi";
"OK" = "OKE";
"Password field is empty" = "Silakan ketik kata sandi Anda.";
"Password expired. Please change your password on Mac." = "Kata sandi kedaluwarsa. Silakan ubah kata sandi Anda pada Pengaturan->Store";
"Required" = "Diperlukan";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Apakah Anda ingin mengunjungi iForgot.apple.com untuk memulihkan info akun Anda?";
"Password" = "Kata Sandi";
"Apple ID field is empty" = "Bidang ID Apple kosong";
"Apple ID" = "ID Apple";
"Cancel" = "Batalkan";

/* Verification Code Screen Prompt */
"Enter verification code" = "Masukkan kode verifikasi";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Masukkan Kode Verifikasi yang dikirim ke \"%@\"";

/* Send new code button title */
"Send a new code" = "Kirim kode baru";

/* SMS subtitle */
"SMS to Phone Number" = "SMS ke Nomor Telepon";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Tidak dapat menerima pesan di semua perangkat Anda?";

/* Verification Code Screen Title */
"Verification Code" = "Kode Verifikasi";

/* Trusted devices screen title */
"Verify Identity" = "Verifikasi Identitas";

/* Send button title */
"Send" = "Kirim";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Untuk mengelola perangkat tepercaya Anda, kunjungi %@ melalui Mac atau PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Verifikasi dua langkah diaktifkan untuk ID Apple ini.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Perangkat yang Anda pilih di bawah akan dikirimi kode sementara yang dapat Anda gunakan untuk memverifikasi identitas Anda.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "PERANGKAT TEPERCAYA";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Diperlukan verifikasi dua langkah, tetapi interaksi pengguna tidak diizinkan.";

/* Button title */
"My Apple ID…" = "ID Apple Saya…";

/* Phone number description */
"Number ending in %@" = "Nomor yang berakhir dengan %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Maaf, Anda telah membuat terlalu banyak kegagalan memverifikasi identitas Anda. Demi keamanan, Anda tidak akan bisa membuat perubahan pada akun untuk delapan jam ke depan tanpa Kunci Pemulihan Anda.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Anda telah mengirimkan terlalu banyak kode untuk memverifikasi nomor telepon Anda. Harap coba lagi nanti.";

/* Error Message */
"No Device information available." = "Informasi Perangkat tidak tersedia";

/* Error Message */
"The verification code you entered is not valid." = "Kode verifikasi yang Anda masukkan tidak valid.";

/* Error Message */
"Invalid Session." = "Sesi tidak valid.";

/* Error Message */
"Cannot find this person." = "Tidak dapat menemukan orang ini.";

/* Error Message */
"prs phone NOT exists." = "telepon prs TIDAK ada";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Anda terlalu sering gagal untuk memverifikasi kode. Kirimkan kode baru ke perangkat yang berbeda atau coba lagi nanti.";


/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "ID Apple atau kata sandi Anda salah.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Untuk pengamanan akun para pengguna, sekarang adalah waktunya untuk mengatur ulang kata sandi Anda. Mudah, cukup buka %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "ID Apple ini telah dinonaktifkan untuk tujuan pengamanan. Anda dapat mengatur ulang kata sandi Anda di %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Waktu saat ini pada perangkat tampaknya salah. Anda dapat memperbaikinya dengan masuk ke Pengaturan > Umum > Tanggal & Waktu, lalu coba lagi.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Ups, telah terjadi kesalahan. Terima kasih atas kesabaran Anda. Harap coba lagi nanti.";

"You appear to be offline. Please connect to the Internet and try again." = "Tampaknya Anda sedang offline. Silakan sambung ke Internet dan coba lagi.";

"Two-step verification has been disabled for the Apple ID account %@." = "Verifikasi dua langkah telah dinonaktifkan untuk akun ID Apple %@.";

"Signing In" = "Masuk";

"A new code has been sent to your device." = "Kode baru telah dikirimkan ke perangkat Anda.";

"Code %1$d of %2$d selected" = "%1$d dari %2$d kode telah dipilih";

"Sending New Code" = "Mengirim Kode Baru";

"Verifying code" = "Memverifikasi kode";

"Verified" = "Telah Diverifikasi";

/* Send Code to label */
"Send Code to:" = "Kirimkan Kode ke:";

/* Error Message */
"Please enter a valid phone number." = "Silakan masukkan nomor telepon yang valid.";
